{
  "Did you support replacing the current bridge over the Columbia River with a new project including a freeway expansion to 10 lanes?": "It's clear that we need a new bridge, but it won’t happen unless Salem and Olympia can get on the same page with a solid funding strategy. It's not clear that we need a 10 lane expansion.",
  "Do you support allowing homeless families to live in temporary tent communities?": "Tent camps are a Band-Aid solution at best. Portland only has temporary shelter available for 1 out of every 3 people that are outside and we have a critical shortage of housing that is affordable to people making minimum wage. As the Mayor of Portland, I have pledged to help our houseless move into permanent housing as quickly and efficiently as possible. Doing so would mean homeless families are no longer forced to live in temporary tent communities like they are now.",
  "Did you support holding a special session of the Oregon Legislature to give tax benefits to Nike and other large corporations?": "No",
  "Do you support an immediate freeze on rent increases and no-cause evictions?": "I want to do everything I can that is legal and that will help people during this housing affordability crisis. Families and individuals across Portland right now are having their livelihoods destroyed because of this housing affordability crisis. We need bold action now. That's also why I've proposed a Tenants' Bill of Rights. You can read more about that here: tedwheeler.com/539-2/",
  "Do you support flat-taxes, like the Portland Arts Tax, to raise revenue?": "I don't like flat-taxes because they are regressive and have a disproportionately negative impact on people who make less. But I do support the arts and the people of Portland voted to approve the Portland Arts Tax. I support the will of the voters.",
  "Do you support the City of Portland creating a new office to regulate air pollution?": "If the Oregon DEQ cannot demonstrate that they can protect the people of Portland from air pollution then, yes, I would support a Portland and regional approach to regulation. However, if the DEQ can show that they can get the job done that would be preference. That would allow us to have safer air, water, and soil, and the money that would've gone to creating a new layer of government can instead go to other things we need like affordable housing.",
  "Do you support lifting off-street parking requirements for new housing developments?": "I do in some cases. I don't in other cases. We must continue to focus on public transit, walking and biking as an alternative to driving. But we also need to recognize that there are many people that need cars to get around and that means they need a place to park."
}
